[
  {
    "id":100,
    "title":"estudos de genero e sexualidade na contemporaneidade",
    "author":"Humberto Soares da Silva Lima Wanderson Queiroz Bomfim",
    "frontCover":"/capa-estudos.png",
    "content":[
      {
        "title":"Corpo, virilidade e desejo: as práticas discursivas de masculinidade em duas cenas da prostituição brasileira",
        "author":"Marcos da Silva Cruz",
        "introduction":"Este capítulo explora a representação da identidade gay nos quadrinhos através do uso da estética camp. Esse objeto de estudo é delimitado a partir da análise da minissérie Rawhide Kid: Slap Leather. Publicada em 2003 pelo selo adulto da Marvel Comics, chamado Marvel MAX1, a minissérie, com roteiros de Rin Zimmerman e ilustrações de John Severin, é uma releitura para o começo do século XXI do herói dos westerns da editora conhecido como Rawhide Kid. A proposta da editora, envolta em diversas artimanhas comerciais e publicitárias, leva em conta uma nova roupagem identitária para o personagem: agora sua orientação sexual é a de um homem gay. Contudo, na história em quadrinhos, a performatividade dessa identidade atinge um patamar de ambiguidade e de exagero próprios da estética camp. É nesse sentido que tentaremos decifrar os estratagemas identitários, comerciais e narrativos por trás dessa minissérie em histórias em quadrinhos.O personagem Rawhide Kid foi criado nos anos 50, ainda quando a editora Marvel se chamava Atlas Comics, para suprir a demanda por quadrinhos de faroeste. Criado por Stan Lee e Bob Brown em 1955, sua primeira encarnação durou apenas dezessete edições. Johnny Bart é um menino órfão que acaba sendo criado por um homem que o ensina a manejar pistolas e a aprimorar sua mira. Anos depois, essa figura paterna falece e Johnny fica por sua própria sorte no Velho Oeste estadunidense. É nesse momento de sua vida que passa a ser conhecido como Rawhide Kid, vivendo diferentes desafios e desventuras. A segunda versão de Rawhide Kid surgiu já na Era Marvel, no anos de 1960. Johnny Bart agora era um herói mais destemido, que gostava de viver pelo perigo e que era bastante “pavio-curto”. Além disso, ele passou a ser ruivo, a despeito do cabelo castanho que usava em sua primeira versão. De início, Rawhide Kid era desenhado por Jack Kirby, mas o artista teve de dar lugar a outros nessa função para se ocupar com os super-heróis da editora como o Quarteto Fantástico e Os Vingadores, que eram o sucesso do momento. A revista em quadrinhos com o nome de Rawhide Kid acabou superando a marca de 150 números publicados."
      }
    ]
  },
  {
    "id":200,
    "title":"tecnologias educacionais e práticas inovadoras na formação de professores",
    "author":"Marcos da Silva Cruz, Camila Carvalho Alves, Maria Gabriela Aparecida Farias Pereira,Thainá Braga Ribeiro, Yorranna Suilan Oliveira Barbosa",
    "frontCover":"/tecnologias-educacionais.png",
    "content":[
      {
        "title": "TECNOLOGIAS EDUCACIONAIS E PRÁTICAS INOVADORAS NA FORMAÇÃO DE PROFESSORES",
        "introduction": "O ato de ensinar exige dos profissionais de educação a crença no potencial de cada aluno,  estimulando essa capacidade por meio de recursos e metodologias que instiguem o aprendizado e  proporcionem o desenvolvimento intelectual do indivíduo. Máquina extraordinária, o cérebro humano precisa de desafios e de experiências novas que  estimulem seu aprimoramento, e a escola é um canal poderoso para potencializar esse equipamento.  Essa linha de pensamento dialoga com as teorias do pesquisador suíço Jean Piaget, a partir da  perspectiva genético-cognitiva da aprendizagem, que traz conceitos como o de “esquemas mentais”,  isto é, estruturas existentes na mente de todo ser desde o nascimento e que permitem assimilar dados e  incorporá-los a estruturas, adaptando esses esquemas às experiências vivenciados pelo indivíduo, que  vai ampliá-los e aperfeiçoá-los ao longo da vida. Sob a luz dos pensamentos de Piaget, construímos a Tecnologia Educacional “Crase sem  Crise”, um recurso didático com a proposta de apoiar o trabalho de educadores no aprimoramento das  potencialidades de seus alunos. Tecnologias Educacionais são mecanismos vislumbrados nos  Parâmetros Curriculares Nacionais (PCNs) e estão presentes nos princípios da transposição didática  interna, funcionando como suporte para que o (a) professor (a) atue no ambiente da sala de aula na  transposição e mediação de conhecimentos em uma linguagem acessível ao universo do aluno,  sobretudo apresentado novas possibilidades de ensino-aprendizagem para o melhor desempenho e  aprimoramento das competências e habilidades do educando. A Tecnologia “Crase sem Crise” tem como objetivo oferecer aos educadores um mediador  criativo e dinâmico para suas aulas, a fixação de conteúdos de Língua Portuguesa pelos alunos do 1º  ano do Ensino Médio, mais especificamente sobre o uso da crase e suas regras. O material se  concretiza em um tabuleiro humano, em que três estudantes são desafiados a testar seus  conhecimentos em quatro etapas com diferentes graus de dificuldade. Os níveis são mediados por  perguntas cada vez mais desafiadoras conforme o aluno avança em direção ao final do tabuleiro. As fases da Tecnologia Educacional elaborada estão diretamente relacionadas com as  categorias construídas por Jean Piaget em sua teoria do desenvolvimento cognitivo do indivíduo. Do  ponto de partida até a chegada, o estudante é estimulado a transformar seus esquemas mentais pré\u0002existentes para assimilar, acomodar e adaptar os conhecimentos que já possui às novas informações e  dados que vão gerar um desequilíbrio momentâneo em suas estruturas. As perguntas criadas carregam  novas informações, novos dados para que o aluno seja confrontado a acionar os conhecimentos que  possui sobre o uso da crase, mediado pelas aulas ministradas pelo docente a respeito do tema. Esses  conhecimentos já existentes são esquemas mentais que Piaget nomeia em sua teoria e pontua que todo  indivíduo possui ao nascer. A Interdisciplinaridade é trabalhada com noções ensinadas na disciplina de Matemática, ao  serem inseridas as numerações com algarismos romanos, resgatando conhecimentos trabalhados na  vida do aluno ao longo de seu ensino básico, mais especificamente no nível fundamental. A  disciplina de Educação Física também está presente, por meio da noção espacial exigida do aluno ao  se deslocar pelo tabuleiro, de acordo com a numeração e cores. Transversalmente, o professor tem a  oportunidade de apresentar noções de disciplina e concentração necessárias ao caminho do  conhecimento, porque cada participante precisa esperar sua vez na movimentação das peças e prestar  atenção na sentença, bem como interpretá-las. A Transversalidade também se dá por meio dos Temas  Transversais “Ética”, porque o aluno precisa obedecer as regras concebidas para a participação na  Tecnologia, e “Pluralidade Cultural”, por causa do uso de personalidades em evidência no cenário  brasileiro e mundial na construção das frases, como Lady Gaga, Rihanna, Beyoncé, Cher, entre  outros. São estimulados ainda os canais sensoriais da audição, já que as perguntas são lidas em voz  alta pelo professor; da visão: as questões são apresentadas para o participante para visualização,  somado ao uso de cores escolhidas conforme o estímulo que provocam no comportamento do ser  (amarelo: disciplina, ativa o intelecto; laranja: entusiasmo, roxo: concentração, azul: paciência). No  42 aspecto do tato, o aluno também move-se com seu próprio corpo pelo tabuleiro, além de movimentar  o dado com as mãos. Vale ressaltar também o cuidado na construção das perguntas no processo da Transposição  Didática. Elas buscam proximidade com o contexto em que os alunos estão imersos. Assim, procura\u0002se alcançar o estudante e conquistá-lo, mostrando que ele faz genuinamente parte do processo de  ensino-aprendizagem e é visto como ser pensante, com gosto e vivências próprias, com uma história  única a ser partilhada."
      }
    ]
  },
  {
    "id":300,
    "title":"práticas inovadoras no ensino da diversidade etnicarracial na formação de professores",
    "author":"Marcos da Silva Cruz",
    "frontCover":"/praticas-inovadoras.png",
    "content":[
      {
        "title": "práticas inovadoras no ensino da diversidade etnicarracial na formação de professores",
        "introduction": "Em uma reflexão sobre a Formação de Professores no Brasil, percebe-se a necessidade  existente na prática dos educadores em aplicarem a sinergia entre diferentes disciplinas, a  chamada Interdisciplinaridade, bem como o desafio de transversalizar os conteúdos de áreas e  saberes distintos. É neste contexto que se insere o presente trabalho enquanto uma possibilidade  de ministrar conteúdos da Língua Portuguesa, mais especificamente o de Gêneros Textuais  juntamente com as singularidades do Continente Africano. Além de aproximar o ensino de Língua Portuguesa e África, este trabalho busca  atender os preceitos da Lei 10.639/03. A Lei propõe a implantação de novas diretrizes  curriculares para o estudo da História e Cultura Afro-Brasileira e Africana, como forma de  valorização das contribuições e influências desses povos na História e formação da nossa  sociedade, bem como combater preconceitos e estereótipos engendrados nas relações sociais e,  consequentemente, no âmbito escolar.  Com base nessas informações, a aplicação da Interdisciplinaridade e a  Transversalidade na Tecnologia Educacional se dão por meio do cruzamento das disciplinas de  Língua Portuguesa, onde cada país refere-se uma pergunta sobre um gênero textual para ele  atribuído, da Matemática, por meio do reconhecimento de numerais e realização de operações  básicas como a adição, da Geografia, com a localização dos países no mapa e História, através  de curiosidades sobre a cultura dos países selecionados. A Transversalidade, por sua vez, ocorre na inserção dos seguintes temas: Pluralidade  Cultural, onde o aluno conhece aspectos culturais como a culinária e a literatura existentes nos  países africanos; Ética, na qual o participante precisa seguir as regras estabelecidas na  Tecnologia para a condução das atividades; África, em que são explorados e valorizados  características desse território. Assim, a Tecnologia Educacional “Gêneros Textuais: Expedição África”traz em seu  bojo as bases legais da implantação da Lei 10.639/2003 e suas implicações, bem como das  correntes historiográficas do continente Africano, neste sentido, também retrata o ensino da  cultura África no Brasil e o assunto Tecnologia Educacional transversalizado com as  ministradas na disciplina Educação para Relações Etcnicorraciais. Essas bases teóricas foram  feitas a partir de três (3) teóricos: Malavota, Wedderburn, e Foley. Dentro de seus sub-itens,  aborda-se a conceituação do tema “Gêneros Textuais”, aplicado em sala de aula entre alunos do  1º ano do Ensino Médio na disciplina de Língua Portuguesa. Vale ressaltar que esta Tecnologia Educacional tem como principal objetivo funcionar  como recurso ao alcance do professor para a fixação de conteúdos de Língua Portuguesa,  atravessados por temas da África. Isso, no entanto, não significa a substituição de seu papel em  sala aula, ao contrário, ele ganha mais um aliado em suas práticas educativas. A  Interdisciplinaridade e a Tranversalidade seguem como desafio e prática do professor, que  precisa saber transpor conteúdos, respeitando as peculiaridades de aprendizagem de cada aluno.  E essa transposição só se efetiva com o compromisso de buscas novas formas de ministrar suas  aulas, como o apoio em estudos, métodos e teorias que trazem diversas opções de como se fazer  essa Transposição Didática, e, assim, criando o ambiente mais propício para que o aluno tenha  vontade de aprender cada vez mais."
      }
    ]
  },
  {
    "id":400,
    "title":"TCC - Marcos",
    "author":"Marcos da Silva Cruz",
    "frontCover":"/tcc-capa.png",
    "content":[
      {
        "title": "ENTRE MACHOS E DISCRETOS: AS CONSTRUÇÕES DISCURSIVAS DE  IDENTIDADES HOMOERÓTICAS MASCULINAS PELO GRINDR NA PERIFERIA  DE BELÉM-PA",
        "summary": "A pós-modernidade, a globalização, a internet e os aplicativos móveis modificaram  os processos de construções identitárias e as relações entre os indivíduos,  ratificando a fragmentação e articulação das diferenças. No âmbito do homoerotismo  masculino, a busca por um parceiro desloca-se para as mídias digitais e destaca o  discurso “heteronormativo”, caracterizado pela defesa da masculinidade  masculinizada pública e da discrição. Ao adquirir notoriedade no aplicativo Grindr, o  discurso normativo revela uma concepção estagnada sobre a unidade identitária dos  “machões e discretos”. Nesse contexto, esta pesquisa visa a compreensão das  construções discursivas dos usuários do aplicativo Grindr, elaboradas em torno dos  conceitos de masculinidade e discrição, na periferia de Belém-PA. Para tal  procedimento, utilizou-se como fundamentação, no âmbito da teoria queer, Moita\u0002Lopes (2002; 2006), Louro (2001), Spargo (2017), Miskolci (2017a; 2017b) e, para a  análise crítica do discurso, Chouliaraki e Fairclough (1999), Fairclough (2001) e Van  Dijk (2008). Como procedimentos metodológicos, realizamos a análise dos perfis e  de entrevistas com os usuários, pontuando os elementos da análise tridimensional,  os sentidos sobre masculinidade e discrição e os fundamentos ideológicos off-line dos participantes. Como resultados, observamos o compartilhamento do exercício  debilitado da masculinidade e da discrição em ambientes públicos, o regime de  dependência performático-identitária ao parceiro em potencial e a manipulação  sociocognitiva dos sentidos sobre o homoerotismo em situações episódicas off-line.  Em conclusão, o discurso identitário dos “machões e discretos” transcende a  unidade identitária e o caráter impositivo, ao refletir a regulação das diferenças e a  debilidade identitária pública, e promover relações de poder desiguais estabelecidas  por meio dos valores de masculinidade e discrição.  Palavras-chave: masculinidade; discrição; homoeróticos masculinos; Grindr;  periferia.",
        "introduction": "O desnível social construído entre os sujeitos heterossexuais e os  sujeitos homossexuais é norteado pelo princípio da articulação das identidades  (de gênero e sexual) de modo unitário, o qual é desestabilizado pelas práticas  sociais homoeróticas de desejo por uma pessoa do mesmo sexo. O resultado  da quebra do princípio insere os indivíduos homoeróticos no paradigma de  construções deturpadas sobre suas identidades, de marginalização e  impossibilidade de reconhecimento sociopolítico, instalando a dualidade entre  heterossexuais e homossexuais. Contudo, no ínterim das lutas entre os dois  pólos identitários (com ênfase ao século XVIII) desenvolveu-se o “ideal de  homossexualidade masculinizada”, caracterizada pela invisibilidade das  perfomances homossexuais próximas da feminilidade em espaços e interações  públicas, como forma de forjar uma heterossexualidade aparente e garantir  acessibilidades sociais. A postura de masculinização da homossexualidade, em primeiro lugar,  privilegiou apenas os indivíduos masculinos (no sentido de sexo biológico),  extinguindo outras diferenças identitárias, hierarquizando os valores simbólicos  das identidades e das práticas sexuais, e instalando uma dualidade interna ao  grupo homoerótico. Assim, na organização homoerótica interna criam-se duas  perspectivas: de desvinculação das normas heterossexuais e a parcela  defensora da masculinização da homossexualidade como forma de integração.  Estes últimos defendem o discurso da masculinidade e a discrição como  requisitos identitários imprescindíveis para um relacionamento, sendo  considerados como sujeitos “normativos”, os “machões”, entre outros adjetivos.  Essa configuração das identidades persiste na pós-modernidade, com o  deslocamento das interações para os aplicativos móveis de relacionamento, nos quais se tornam notórias as múltiplas articulações das diferenças para  formação do sujeito homoerótico. Um dos aplicativos com maior utilização pelos sujeitos homoeróticos  masculinos é o Grindr1 . Com surgimento em 2009, a mídia digital representa o ponto de convergência para as relações e manifestações identitárias  marginalizadas nas relações públicas, formas de identificação suprimidas pelo  paradigma heterossexual. Em direção contrária ao pensamento separatista das  relações on-line/off-line, a referida mídia digital funciona como um mediador  das relações a serem estabelecidas na esfera off-line. Nessa direção, o  discurso sobre homossexualidade difundido pelos usuários no aplicativo é  reflexo da conjuntura social, da somatória de valores globais e locais sobre a  masculinidade e a discrição que, no processo de construção e ratificação do  lugar periférico do bairro da Cabanagem, adquire singularidade.  Embora a percepção das construções homoeróticas divergentes, a  identidade dos sujeitos “normativos” não é problematizada, questionada sobre  sua “naturalidade”, a qual se localiza, ao mesmo tempo, em um bairro e um  aplicativo periféricos, ratificando o caráter processual de articulação das  diferenças socio-identitárias. Pelo contrário, a identidade dos “machões” é  inserida em um enquadre social motivado pela estagnação das diferenças  sociais, as quais estabilizam a homoerotismo masculinizado a ponto de  “destituir” as diferenças que os inserem em relações sociais embebidas por  desníveis, sofrimentos, privações e, sobretudo, na difusão de ideologias que  subvertem a condição dos sujeitos homoeróticos na sociedade. No caminho de questionamentos das identidades homossexuais, das  interações sociais em aplicativos e a localidade periférica do bairro da  Cabanagem, esta pesquisa justifica-se, em primeiro lugar, pelo resgate das  realidades homoeróticas para o cenário acadêmico, a fim de elaborar  integibilidade sobre as realidades tangenciadas a partir de suas “vozes”. Em  segundo, pelo questionamento de identidades naturalizadas sob o título de  “normativas”, com a desconstrução dos valores e mecanismos discursivos operantes em torno da masculinidade e da discrição. E, em terceiro lugar, pela  instalação de um recorte socioespacial (do bairro da Cabanagem), marcado por  um jogo de categorizações, hierarquizações e marginalizações (culturais,  geográficas, econômicas e identitárias), o qual converge para formação  discursiva e identitária dos usuários do Grindr. Nessa ambientação, objetivamos a compreensão das construções  discursivas das identidades homossexuais masculinas pelo aplicativo Grindr no  bairro da Cabanagem, ao analisar como as categorias de masculinidade e  discrição modelam-se mediante as forças sociais operantes sobre os sujeitos  “normativos”. Para tal objetivo têm-se como questões norteadoras: Como o  discurso do usuário “normativo” constrói sua identidade? A forma de projeção  da identidade do parceiro em potencial assemelha-se a identidade do usuário  “machão”? Quais os fundamentos para os sentidos de masculinidade e  discrição defendidos pelo usuário? Para tal procedimento, utilizamos como  fundamentação, no âmbito da teoria queer, Moita-Lopes (2002; 2006), Louro  (2001), Spargo (2017), Miskolci (2017a; 2017b) e, para a análise crítica do  discurso, Chouliaraki & Fairclough (1999), Fairclough (2001) e Van Dijk (2008).  Como percurso expositivo, no primeiro capítulo, apresentamos os  fundamentos da teoria queer, das construções identitárias off-line e on-line e a  centralidade do discurso homoerótico, motivado pelos valores de  masculinidade e discrição. No segundo capítulo, situamos o bairro da  Cabanagem, ao descrever as instâncias que confluem para a compreensão de  homossexualidade dos indivíduos “normativos”. Em seguida, a partir da Análise  de Discurso Crítica, segundo Fairclough e Chouliaraki (1999), analisamos os  perfis dos usuários, cotejando os efeitos de sentido sobre a masculinidade e a  discrição, as formas de projeção e prática das categorias, as elaborações sobre  a identidade homossexual masculina. Ainda, comparamos os discursos dos  informantes a fim de elucidar os pontos em comum sobre as categorias  analisadas individualmente. Por último, apresentamos as considerações sobre  a distensão da identidade dos usuários “machões”, com a enumeração dos  condicionantes e das implicações sociais, e a desconstrução da categoria  como uma identidade unificada. "
      }
    ]
  },
  {
    "id":500,
    "title":"dissertação final",
    "author":"Marcos da Silva Cruz",
    "frontCover":"/tcc-capa.png",
    "content":[
      {
        "title": "CORPO, VIRILIDADE E DESEJO: o ethos discursivo de masculinidade em  anúncios de garotos de programa no Grindr",
        "introduction": "A virilidade estrutura diferentes práticas sociais, imprimindo formas para os sujeitos  interagirem no mundo e categorizando seus corpos como desejáveis ou abjetos. Uma  forma de materialização é a prostituição masculina em aplicativos digitais. É por meio da  corporeidade que os garotos de programa intentam a impressão de uma imagem de  virilidade como condição de desejabilidade por parte dos clientes-em-potencial, em um  exercício que descortina as lógicas de poder e resistência sobre prostituição, virilidade, relações homoeróticas e das práticas linguageiras em ambientes digitais. Nesse sentido,  objetivamos compreender os modos de constituição do ethos discursivo de masculinidade nos perfis dos garotos de programa no Grindr, interpretando os modos de perfilação dos  corpos por meio dos enunciados constituintes da subjetividade viril. Para isso,  empreendemos a elaboração de uma cenografia digital que inicia com a problematização  da noção de ethos, reiterando sua natureza discursiva como in(corpo)ração (MAINGUENEAU, 1993; 2008a; 2008b; 2010; 2016; 2017; 2018; 2020), a fim de  enfatizar a necessidade de rastreamento das instâncias discursivas que contornam a  imagem de virilidade hegemônica a partir de uma perspectiva interseccional (AKOTIRENE, 2020). Cada capítulo visou analisar uma faceta dos modos de  concretização da virilidade, desde sua realização nas ruas e nas saunas, descortinando o  jogo de imposições e movências enunciativas sobre os traços interseccionais. Na tentativa  de acesso às práticas tecnodicursivas da prostituição (PAVEAU, 2012; 2013; 2015a;  2015b; 2016; 2021), analisamos como os corpos dos garotos de programa são perfilados  por múltiplos enunciados sobre os traços interseccionais no processo de constituição dos  perfis, pressionando-os para a realização de uma forma de identificação de si e  configuração das práticas desejantes. Por último, interpretamos o regime negociado dos  enunciados sobre virilidade a partir de um conjunto de 25 perfis de garotos de programa, organizando-os em três regiões discursivas simultâneas de realização. Concluímos que o  ethos de virilidade se concretiza mediante um processo de volatilidade enunciativo\u0002discursivos dos traços interseccionais, que se desdobra na constante movimentação e  articulação dos enunciados em torno da reinscrição e reinvenção das masculinidades. Palavras-chave: Ethos. Masculinidade. Prostituição masculina. Virilidade. Grindr."
      }
    ]
  }
]

