[
  {
    "id":100,
    "title":"estudos de genero e sexualidade na contemporaneidade",
    "author":"Humberto Soares da Silva Lima Wanderson Queiroz Bomfim",
    "frontCover":"/capa-estudos.png",
    "content":[
      {
        "title":"Corpo, virilidade e desejo: as práticas discursivas de masculinidade em duas cenas da prostituição brasileira",
        "author":"Marcos da Silva Cruz",
        "introduction":"Este capítulo explora a representação da identidade gay nos quadrinhos através do uso da estética camp. Esse objeto de estudo é delimitado a partir da análise da minissérie Rawhide Kid: Slap Leather. Publicada em 2003 pelo selo adulto da Marvel Comics, chamado Marvel MAX1, a minissérie, com roteiros de Rin Zimmerman e ilustrações de John Severin, é uma releitura para o começo do século XXI do herói dos westerns da editora conhecido como Rawhide Kid. A proposta da editora, envolta em diversas artimanhas comerciais e publicitárias, leva em conta uma nova roupagem identitária para o personagem: agora sua orientação sexual é a de um homem gay. Contudo, na história em quadrinhos, a performatividade dessa identidade atinge um patamar de ambiguidade e de exagero próprios da estética camp. É nesse sentido que tentaremos decifrar os estratagemas identitários, comerciais e narrativos por trás dessa minissérie em histórias em quadrinhos.O personagem Rawhide Kid foi criado nos anos 50, ainda quando a editora Marvel se chamava Atlas Comics, para suprir a demanda por quadrinhos de faroeste. Criado por Stan Lee e Bob Brown em 1955, sua primeira encarnação durou apenas dezessete edições. Johnny Bart é um menino órfão que acaba sendo criado por um homem que o ensina a manejar pistolas e a aprimorar sua mira. Anos depois, essa figura paterna falece e Johnny fica por sua própria sorte no Velho Oeste estadunidense. É nesse momento de sua vida que passa a ser conhecido como Rawhide Kid, vivendo diferentes desafios e desventuras. A segunda versão de Rawhide Kid surgiu já na Era Marvel, no anos de 1960. Johnny Bart agora era um herói mais destemido, que gostava de viver pelo perigo e que era bastante “pavio-curto”. Além disso, ele passou a ser ruivo, a despeito do cabelo castanho que usava em sua primeira versão. De início, Rawhide Kid era desenhado por Jack Kirby, mas o artista teve de dar lugar a outros nessa função para se ocupar com os super-heróis da editora como o Quarteto Fantástico e Os Vingadores, que eram o sucesso do momento. A revista em quadrinhos com o nome de Rawhide Kid acabou superando a marca de 150 números publicados."
      }
    ]
  }
]

